tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "antigen"
brew "bash"
brew "calc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "csvkit"
brew "feedgnuplot"
brew "findutils"
brew "gawk"
brew "gnu-sed"
brew "gnu-tar"
brew "gnuplot"
brew "grep"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "iperf3"
brew "java11"
brew "jq"
brew "kubernetes-cli"
brew "mitmproxy"
brew "nmap"
brew "node"
brew "ocaml"
brew "opam"
brew "p7zip"
brew "parallel"
brew "pipenv"
brew "python"
brew "rust"
brew "sbt"
brew "speedtest-cli"
brew "sqlite"
brew "tmux"
brew "unrar
brew "wakeonlan"
brew "watch"
brew "webtorrent-cli"
brew "wget"

cask "cyberduck"
cask "font-fira-code"
cask "gpg-suite"
cask "insomnia"
cask "ngrok"
cask "protonmail-bridge"
cask "rectangle"
cask "signal"
cask "viscosity"
cask "visual-studio-code"
