tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "antigen"
brew "bash"
brew "calc"
brew "colordiff"
brew "coreutils"
brew "duck"
brew "findutils"
brew "grep"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "htop"
brew "httpie"
brew "hugo"
brew "kubernetes-cli"
brew "mitmproxy"
brew "nmap"
brew "node"
brew "p7zip"
brew "pipenv"
brew "python"
brew "sbt"
brew "speedtest-cli"
brew "tmux"
brew "wakeonlan"
brew "watch"
brew "webtorrent-cli"
brew "wget"
brew "zsh"

cask "1password"
cask "cyberduck"
cask "docker"
cask "font-fira-code"
cask "gpg-suite"
cask "hiddenbar"
cask "ngrok"
cask "postman"
cask "protonmail-bridge"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
