tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bash"
brew "calc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "findutils"
brew "gawk"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "mitmproxy"
brew "nmap"
brew "node"
brew "ocaml"
brew "opam"
brew "p7zip"
brew "parallel"
brew "pipenv"
brew "python"
brew "rsync"
brew "rust"
brew "sqlite"
brew "tmux"
brew "tree"
brew "unrar"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "cyberduck"
cask "docker"
cask "eset-cyber-security-pro"
cask "font-fira-code"
cask "gpg-suite"
cask "insomnia"
cask "ngrok"
cask "protonmail-bridge"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "visual-studio-code"
